Repository: AtiusAmy/warehouse
Catalog: po/*.po
Languages: nb, nn

source: No description
nb: Ingen beskrivelse
nn: Ingen skildring

source: The app will be removed from your system.
nb: Programmet vil bli slettet fra systemet ditt.
nn: Programmet vil bli sletta frå systemet ditt.

source: Cancel
nb: Avbryt
nn: Avbryt

source: Uninstall
nb: Avinstaller
nn: Avinstaller

source: The app will be removed from your system. Optionally, you can also trash its user data.
nb: Programmet vil bli slettet fra systemet ditt. Hvis du vil, kan du og slette programmets brukerdata.
nn: Programmert vil bli sletta frå systemet ditt. Du kan og slette brukerdataane til det.

source: Uninstall and Trash Data
nb: Avinstaller og Slett Data
nn: Avinstaller og slett data

source: Manage Leftover Data
nb: Behandle Resterende Data
nn: Behandle resterande data

source: No Data
nb: Ingen Data
nn: Ikkje noko data

source: There is no leftover user data
nb: Det er ingen resterende data for denne brukeren
nn: Det er ikkje noko resterande data

source: Please Wait
nb: Vennligst vent
nn: Vennlegst vent

source: Warehouse is attempting to install the selected apps. This could take a while.
nb: Warehouse forsøker å installere programmene som er valgt. Dette kan ta litt tid.
nn: Warehouse forsøkar å installere dei valde programma. Dette kan ta litt tid.

source: Can't trash {}
nb: Kan ikke slette {}
nn: Kan ikkje slette {}

source: Trashed data
nb: Sletting av data
nn: Sletta data

source: Can't install {}
nb: Kan ikke installere {}
nn: Kan ikkje installere {}

source: Installed all apps
nb: Installerte alle programmer
nn: Installerte alle programmane

source: Choose a Remote
nb: Velg en Fjernserver
nn: Vel ein fjernserver

source: Choose the Flatpak Remote Repository where attempted app downloads will be from.
nb: Velg Flatpak-fjernserveren du ønsker å forsøke å installere programmer fra.
nn: Vel ein Flatpak-fjernserver du ynskjar å prøve å installere program frå.

source: Continue
nb: Fortsett
nn: Fortset

source: Select All
nb: Velg alt
nn: Vel alle

source: Trash Selected
nb: Papirkurv valgt
nn: Papirkurv valt

source: Attempt to Install Selected
nb: Forsøk å installer det som er valgt
nn: Forsøk å installer valde programmar

source: {} Selected
nb: {} Valgt
nn: {} vald

source: Uninstall {}
nb: Avinstaller {}
nn: Avinstaller {}

source: View Properties
nb: Vis Egenskaper
nn: Sjå eigenskapar

source: List refreshed
nb: Liste oppdatert
nn: Liste oppdatert

source: Copied selected app IDs
nb: App-ID for valgte programmer kopiert
nn: Kopier App-ID for valde programmar

source: No user data for {}
nb: Ingen brukerdata funnet for {}
nn: Ikkje noko brukerdata for {}

source: Can't trash user data for {}
nb: Kan ikke slette brukerdata for {}
nn: Kan ikkje slette brukerdata for {}

source: Trashed user data
nb: Brukerdata slettet
nn: Brukerdata sletta

source: Delete Selected User Data?
nb: Slette Brukerdata for valgt bruker?
nn: Slette valt brukerdata?

source: This user data will be sent to the trash.
nb: Denne brukerens data vil bli slettet.
nn: Denne brukarens data vil bli sletta.

source: Trash Data
nb: Slett Data
nn: Slett data

source: Can't uninstall {}
nb: Kan ikke avsinstallere {}
nn: Kan ikkje avinstallere {}

source: Uninstalled apps
nb: Avinstallerte programmer
nn: Avinstallerte programmar

source: Uninstall Selected Apps?
nb: Avinstallere de valgte programmene?
nn: Avinstaller valte programmar?

source: Optionally, you can also trash their user data
nb: Hvis du vil, kan du også slette deres brukerdata
nn: Viss du vil, kan du osgså slette brukerdataane dems

source: Search for an Installed App
nb: Søk etter et installert program
nn: Søk etter eit installert program

source: Refresh the List of Installed Apps
nb: Oppdater lista over installerte programmer
nn: Oppdater lista over installerte programmar

source: Main Menu
nb: Hovedmeny
nn: Hovedmeny

source: Enter Selection Mode
nb: Gå inn i valgmodus
nn: Gå inn i valmodus

source: Select all Flatpaks
nb: Velg alle Flatpak-er
nn: Vel alle Flatpak-ar

source: Uninstall Selected Flatpaks
nb: Avinstaller valgte Flatpak-er
nn: Avinstaller valde Flatpak-ar

source: Trash User Data
nb: Slett brukerdata
nn: Slett brukerdata

source: Send Selected Flatpaks' Data to the Trash
nb: Send valgte Flatpak-ers Data til Papirkurven
nn: Send valde Flatpak-ers data til papirkurven

source: Copy App ID
nb: Kopier App-ID
nn: Kopier App-ID

source: Copy Selected Flatpaks' IDs Seperated by a New Line
nb: Kopier valgte Flatpak-ers ID delt med en Ny Linje
nn: Kopier valde Flatpak-ers ID delt med ein ny linje

source: No Flatpaks Found
nb: Ingen Flatpak-er funnet
nn: Ikkje noko Flatpak-er funne

source: Warehouse cannot see the list of installed Flatpaks or the system has no Flatpaks installed.
nb: Warehouse kan ikke se listen over installerte Flatpak-er, eller systemet har ingen Flatpak-er installert.
nn: Warehouse kan ikkje sjå lista over installere Flatpak-er eller systemet har ikkje noko Flatpak-er installert.

source: Warehouse is uninstalling the selected apps. This could take a while.
nb: Warehouse avinstallerer de valgte programmene. Dette kan ta litt tid.
nn: Warehouse avinstallerer dei valde programma. Dette kan ta litt tid.

source: Show Flatpak Runtimes
nn: Vis Flatpak-kjøretider (runtimes)

source: Manage Orphaned Data Folders
nb: Behandle foreldreløse datamapper
nn: Behandle foreldelause datamappar

source: _Keyboard Shortcuts
nb: _Hurtigtaster
nn: _Hurtigtastar

source: _About Warehouse
nb: _Om Warehouse
nn: _Om Warehouse
